insert into Product_Supply_industry(IndustryId,Name,ParentId,Sort,IsEffect) values
(1101000,'大板',1100000,2,1),
(1102000,'毛板',1100000,2,1),
(1103000,'半成品',1100000,2,1);

insert into Product_Supply_industry(IndustryId,Name,ParentId,Sort,IsEffect) values
(1201000,'毛板',1200000,2,1),
(1202000,'半成品',1200000,2,1);

insert into Product_Supply_industry(IndustryId,Name,ParentId,Sort,IsEffect) values
(1301000,'风水球/喷泉池',		1300000,2,1),
(1302000,'柱及各类异形柱、配套',1300000,2,1),
(1303000,'灯笼/塔',				1300000,2,1),
(1304000,'景观石',				1300000,2,1),
(1305000,'石雕',				1300000,2,1),
(1306000,'栏杆',				1300000,2,1),
(1307000,'假山',				1300000,2,1),
(1308000,'花钵',				1300000,2,1),
(1309000,'石桥',				1300000,2,1),
(1310000,'石桌石椅',			1300000,2,1);


insert into Product_Supply_industry(IndustryId,Name,ParentId,Sort,IsEffect) values
(1401000,'青石',				1400000,2,1),
(1402000,'园艺石',				1400000,2,1),
(1403000,'石灰石',				1400000,2,1),
(1404000,'广场砖',				1400000,2,1),
(1405000,'文化石',				1400000,2,1),
(1406000,'蘑菇石',				1400000,2,1),
(1407000,'盲人石',				1400000,2,1),
(1408000,'仿古石',				1400000,2,1),
(1409000,'小方块',				1400000,2,1),
(1410000,'车前石',				1400000,2,1),
(1411000,'台阶石',				1400000,2,1),
(1412000,'砂石',				1400000,2,1),
(1413000,'石英',				1400000,2,1),
(1414000,'卵石',				1400000,2,1),
(1415000,'玉石',				1400000,2,1),
(1416000,'路沿石',				1400000,2,1),
(1417000,'地铺',				1400000,2,1),
(1418000,'自然奇石',			1400000,2,1);


insert into Product_Supply_industry(IndustryId,Name,ParentId,Sort,IsEffect) values
(1501000,'拼花',				1500000,2,1),
(1502000,'背景墙',				1500000,2,1),
(1503000,'线条',				1500000,2,1),
(1504000,'盆桌面',				1500000,2,1),
(1505000,'台面板',				1500000,2,1),
(1506000,'沐浴',				1500000,2,1),
(1507000,'茶几',				1500000,2,1),
(1508000,'吧台',				1500000,2,1),
(1509000,'门/窗套/扶手',		1500000,2,1),
(1510000,'壁炉',				1500000,2,1),
(1511000,'洗面台/脸盆',			1500000,2,1),
(1512000,'洗手盆',				1500000,2,1),
(1513000,'其它',				1500000,2,1);



insert into Product_Supply_industry(IndustryId,Name,ParentId,Sort,IsEffect) values
(1601000,'时钟',				1600000,2,1),
(1602000,'笔筒',				1600000,2,1),
(1603000,'装饰',				1600000,2,1),
(1604000,'盒子',				1600000,2,1),
(1605000,'烟灰缸',				1600000,2,1),
(1606000,'雕刻',				1600000,2,1),
(1607000,'灯',					1600000,2,1),
(1608000,'棋',					1600000,2,1),
(1609000,'石碗',				1600000,2,1);



insert into Product_Supply_industry(IndustryId,Name,ParentId,Sort,IsEffect) values
(1701000,'金刚石单晶、微粉',					1700000,2,1),
(1702000,'压边/清角/倒角/修边机械',				1700000,2,1),
(1703000,'抛光磨光设备',						1700000,2,1),
(1704000,'金刚石锯片',							1700000,2,1),
(1705000,'雕塑工具',							1700000,2,1),
(1706000,'金刚石磨头/钻头',						1700000,2,1),
(1707000,'干挂配件',							1700000,2,1),
(1708000,'人造石生产设备',						1700000,2,1),
(1709000,'磨料磨具',							1700000,2,1),
(1710000,'喷砂设备',							1700000,2,1);


insert into Product_Supply_industry(IndustryId,Name,ParentId,Sort,IsEffect) values
(1801000,'粘胶剂',				1800000,2,1),
(1802000,'着色剂',				1800000,2,1),
(1803000,'抛光剂',				1800000,2,1),
(1804000,'防滑仿古处理剂',		1800000,2,1),
(1805000,'除锈剂',				1800000,2,1),
(1806000,'清洗清除剂',			1800000,2,1),
(1807000,'石林防护/保养剂',		1800000,2,1);

